"Images" = "Rasmlar";
"Save" = "Saqlash:";
"Files" = "Fayllar";
"SaveDescription" = "Qaysi turdagi nusxalangan kontentni saqlash kerakligini o'zgartiring.";
"Size" = "Hajmi:";
"SizeTooltip" = "Saqlanishi kerak bo'lgan tarix elementlari soni.\nStandart: 200.";
"CurrentSizeTooltip" = "Diskdagi joriy o'lcham.";
"SortBy" = "Saralash turi:";
"LastCopiedAt" = "Oxirgi nusxa vaqti";
"FirstCopiedAt" = "Birinchi nusxaning vaqti";
"NumberOfCopies" = "Nusxalar soni";
"SortByTooltip" = "Standart: Oxirgi nusxa vaqti.";
"Title" = "Hotira";
"Text" = "Matn";
